Repository: elixirtr/elixirtr
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: tr

source: can't be blank
tr: boş olamaz

source: has already been taken
tr: zaten kayıt edilmiş

source: is invalid
tr: geçersiz

source: must be accepted
tr: kabul edilmeli

source: has invalid format
tr: geçersiz format

source: has an invalid entry
tr: geçersiz giriş

source: is reserved
tr: rezerve edilmiş

source: does not match confirmation
tr: onay eşleşmiyor

source: is still associated with this entry
tr: hali hazırda ilişkili

source: are still associated with this entry
tr: hali hazırda ilişkili

source: must be less than %{number}
tr: %{number} (d/t)en küçük olmalı

source: must be greater than %{number}
tr: %{number} (d/t)en büyük olmalı

source: must be less than or equal to %{number}
tr: %{number} ve ya daha küçük olmalı

source: must be greater than or equal to %{number}
tr: %{number} ve ya daha büyük olmalı

source: must be equal to %{number}
tr: %{number} olmalı
